EWSEditor/EwsPostExamples/AddNewTelUriContactToGroup.xml

<?xml version="1.0" encoding="UTF-8"?>
<soap:Envelope xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/"
               xmlns:t="http://schemas.microsoft.com/exchange/services/2006/types"
               xmlns:m="http://schemas.microsoft.com/exchange/services/2006/messages">
  <soap:Header>
    <t:RequestServerVersion Version="Exchange2013" />
    <t:MailboxCulture>en-US</t:MailboxCulture>
  </soap:Header>
  <soap:Body >
    <m:AddNewTelUriContactToGroup>
      <m:TelUriAddress>tel:5625550100</m:TelUriAddress>
      <m:ImContactSipUriAddress>sip:john@contoso.com</m:ImContactSipUriAddress>
      <m:ImTelephoneNumber>5625550100</m:ImTelephoneNumber>
      <m:GroupId Id="AAMkADEzOTm4QrAABY7+0GAAA="/>
    </m:AddNewTelUriContactToGroup>
  </soap:Body>
</soap:Envelope>